IDEA Open Model
LineLoad.BegPositionX Property
Compatible with IDEA StatiCa 20.1
 point support position X
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double BegPositionX { get; set; }
Public Property BegPositionX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace